{
  "posts": [
    {
      "id": 1,
      "title": "Тренировка для общего укрепления мыщц",
      "opisanie": "Для тех, кто не имеет возможности заниматься часто фитнесом",
      "uprajnenie1": "Отжимания",
      "uopisanie1": "— базовое физическое упражнение, выполняемое в планке и представляющее собой опускание-поднятие тела с помощью рук от пола (скамьи, стены). Выполнить 3-4 подхода по 10-12 раз",
      "uprajnenie2": "Подтягивания",
      "uopisanie2": "– это физическое упражнение, при котором вы висите на перекладине и с помощью мышц спины и рук поднимаете себя вверх, пока подбородок не пересечет перекладину. Выполнить 3-4 подхода по 5-6 раз",
      "uprajnenie3": "Жим гантелей вверх",
      "uopisanie3": "- это упражнение, которое позволяет проработать мышцы плечевого пояса, особенно переднюю и среднюю части дельтовидных мышц, а также трицепсы и грудные мышцы. Выполнить 3-4 подхода по 8-10 раз",
      "uprajnenie4": "Приседания",
      "uopisanie4": "— одно из самых эффективных силовых упражнений в плане набора мышечной массы. Выполнить 3-4 подхода по 13-15 раз",
      "uprajnenie5": "Скручивания лежа на полу",
      "uopisanie5": "– это физическое упражнение, которое направлено на укрепление мышц пресса и является одним из базовых упражнений для развития этой группы мышц. Выполнить 3-4 подхода по 10-12 раз"
    },
    {
      "id": 2,
      "title": "Тренировка с акцентом на нижнюю часть тела",
      "opisanie": "Подходит желающим укрепить мышцы бедер и ягодиц.",
      "uprajnenie1": "Приседания",
      "uopisanie1": "— одно из самых эффективных силовых упражнений в плане набора мышечной массы. Выполнить 3-4 подхода по 13-15 раз",
      "uprajnenie2": "Румынская тяга с гантелями",
      "uopisanie2": "– это упражнение для мышц спины и ног, особенно задней поверхности бедра и ягодиц. Выполнить 3-4 подхода по 6-8 раз",
      "uprajnenie3": "Выпады",
      "uopisanie3": "– это силовое упражнение, при котором одна нога делается вперед, а другая остается назад, и затем выполняется приседания, имитируя шаг. Выполнить 3-4 подхода по 8-10 раз",
      "uprajnenie4": "Скручивания",
      "uopisanie4": "- это физическое упражнение для тренировки мышц пресса, выполняемое в положении лежа на спине, при котором происходит сгибание туловища в области талии и плеч. Выполнить 3-4 подхода по 8-10 раз",
      "uprajnenie5": "Обратные скручивания",
      "uopisanie5": "- это физическое упражнение, направленное на укрепление нижней части пресса и косых мышц живота. Выполнить 3-4 подхода по 5-6 раз"
    }
  ]
}
